04_OpenFoam/_Tut_02/CFD-Notebooks_NHERI-SimCenter/exercises/E06_MovingCone/system/vtkWrite
// -*- C++ -*-
// Minimal example of using the vtkWrite function object.
vtkWrite
{
    type    vtkWrite;
    libs    (utilityFunctionObjects);
    writeControl    writeTime;

    boundary false;

    // Fields to output (words or regex)
    fields  (U p "(k|epsilon|omega)");

}


// ************************************************************************* //
